---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.PaPerM
source: html/4db7dd76-2428-78c2-cac4-7b7e9e4b135f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.PaPerM Property

Symbol Pa/m, indicating unit Pascals per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId PaPerM { get; }
```